{
  "id": "cité-de-carcassonne",
  "title": "Cité de Carcassonne",
  "subtitle": "Carcassonne, France",
  "country": "France",
  "city": "Carcassonne",
  "cover": "images/post/cité-de-carcassonne/cover.jpg",
  "images": [
    "images/post/cité-de-carcassonne/1.jpg",
    "images/post/cité-de-carcassonne/2.jpg",
    "images/post/cité-de-carcassonne/3.jpg",
    "images/post/cité-de-carcassonne/4.jpg",
    "images/post/cité-de-carcassonne/5.jpg",
    "images/post/cité-de-carcassonne/6.jpg",
    "images/post/cité-de-carcassonne/7.jpg",
    "images/post/cité-de-carcassonne/8.jpg",
    "images/post/cité-de-carcassonne/9.jpg",
    "images/post/cité-de-carcassonne/10.jpg"
  ],
  "texts": [
    {
    "label": "Highlights",
    "content": "<ul><li>A UNESCO World Heritage Site</li><li>One of the finest and best-preserved medieval fortified cities, renowned for its rare double ring of walls</li><li>A remarkable example of architectural restoration by Viollet-le-Duc, also known for restoring Mont-Saint-Michel and Notre-Dame de Paris</li><li>Still a living city, with residents continuing to live within the fortress walls</li><li>A historic stronghold shaped by different peoples, religions, and faiths over the centuries</li></ul>"
    },
    {
      "label": "Overview",
      "content": "<p>Carcassonne is a UNESCO-listed medieval fortified city and one of France’s most iconic historic landmarks.</p><p>With a history spanning over 2,500 years, the site began as a Gallic settlement before being transformed into a Roman defensive stronghold. Over the centuries, successive powers—including the Saracens, the Cathars, forces of the Albigensian Crusade, and ultimately the Kingdom of France—expanded and reinforced its defences, shaping Carcassonne into the formidable fortress seen today.</p><p>The citadel is distinguished by its rare double ring of defensive walls and 52 towers of varying sizes. Within the walls lies a complete medieval town, with churches, streets, and a central castle, forming a self-contained “city within a city” that was once considered virtually impregnable.</p><p>Owing to its strategic position near the Spanish border, Carcassonne played a crucial role in defending southern France until the Treaty of the Pyrenees in 1659 shifted the Franco-Spanish border south to the Pyrenees Mountains, bringing its military importance to an end.</p><p>Despite narrowly escaping demolition in the 19th century, the fortress was preserved thanks to public opposition and the restoration work of Eugène Viollet-le-Duc, whose legacy can also be seen at Mont-Saint-Michel and Notre-Dame de Paris. Today, Carcassonne stands as one of the most complete and evocative medieval fortifications in Europe.</p>"
    },
    {
      "label": "Visitor Experience",
      "content": "<p>Carcassonne sits on a hill some distance from the modern city, yet its distinctive high walls are visible from afar. Rising dramatically above the landscape, the fortress appears imposing and almost intimidating. However, once past the two towering layers of walls, the scene changes completely. Inside lies a quiet, unassuming medieval town, where life feels surprisingly ordinary. Within the walls, the sheer scale of the fortress is almost imperceptible; it is only those guarding the ramparts, or those standing outside them, who truly grasp the power of its presence.</o><p>Today, Carcassonne has two main entrances. The more prominent and well-preserved entrance, marked by a statue of Lady Carcas, clearly reveals the structure of the double defensive walls and serves as the primary access point for most visitors. Personally, I would recommend the lesser-known entrance at the rear of the fortress. Although the path is rough and uneven, it offers what I believe to be the most beautiful view of the citadel—one that is sure to awaken the medieval knight quietly hidden within every visitor.</p>"
    },
    {
      "label": "Additional Notes",
      "content": "<h2>Legend of Lady Carcas</h2><p>According to legend, the name Carcassonne originates from Lady Carcas, a Saracen noblewoman who defended the city during a prolonged siege by Charlemagne’s army. After the city’s lord was killed in battle, Lady Carcas took command and maintained the illusion of a well-defended stronghold by displaying dummy soldiers along the walls.</p><p>As the siege dragged on and supplies dwindled, she devised a final ruse. A pig was fattened with the city’s last remaining wheat and thrown from the ramparts. Seeing this, Charlemagne’s forces believed the city still had abundant provisions and abandoned the siege.</p><p>As the army withdrew, Lady Carcas rang the city’s bells in celebration. The departing soldiers are said to have exclaimed “Carcas sonne”—“Carcas is ringing”—a phrase from which the city’s name is traditionally believed to derive.</p>"
    }
  ]
}
