{
  "id": "mount-etna",
  "title": "Mount Etna",
  "subtitle": "Catania, Italy",
  "country": "Italy",
  "city": "Catania",
  "cover": "images/post/mount-etna/cover.jpg",
  "images": [
    "images/post/mount-etna/1.jpg",
    "images/post/mount-etna/2.jpg",
    "images/post/mount-etna/3.jpg",
    "images/post/mount-etna/4.jpg",
    "images/post/mount-etna/5.jpg",
    "images/post/mount-etna/6.jpg",
    "images/post/mount-etna/7.jpg",
    "images/post/mount-etna/8.jpg",
    "images/post/mount-etna/9.jpg",
    "images/post/mount-etna/10.jpg"
  ],
  "texts": [
    {
      "label": "Highlights",
      "content": "<ul><li>A UNESCO World Heritage Site</li><li>Europe’s highest active volcano, rising to around 3,403 metres</li><li>One of the world’s largest and most active volcanoes</li><li>A dramatic product of the Eurasian and African tectonic plates colliding</li><li>A mountain steeped in Greek mythology, believed to imprison the giant Typhon and house the forge of Hephaestus</li></ul>"
    },
    {
      "label": "Overview",
      "content": "<p>Mount Etna rises on the eastern side of Sicily and is the highest active volcano in Europe, as well as one of the largest and most active volcanoes in the world. It is recognised as a UNESCO World Heritage Site for its exceptional geological significance.</p><p>Formed by the collision of the Eurasian and African tectonic plates, Mount Etna remains in a constant state of activity, erupting every few years. In 2024, a major eruption increased its height from 3,357 metres to approximately 3,403 metres, marking the highest recorded elevation in its history. Etna’s eruptions occur from multiple, shifting vents, leaving behind countless visible craters scattered across its slopes.</p><p>For tens of thousands of years, the volcano has posed a threat to nearby communities, yet it has also brought great benefits. Layers of volcanic ash have enriched the soil, creating exceptionally fertile land that supports the agriculture and prosperity of the Catania Plain.</p>"
    },
    {
      "label": "Visitor Experience",
      "content": "<p>Mount Etna was the single biggest reason that drew me to Sicily. Having never seen an active volcano before, everything about Etna felt mysterious and deeply fascinating. The thought of standing on a volcano that had erupted only recently was thrilling enough to set my pulse racing.</p><p>Upon arriving in Catania, we immediately noticed that the city’s streets were coated in a layer of fine black dust. At first, we assumed it might be volcanic ash, though this seemed hard to believe given that Mount Etna is still about an hour’s drive away. At that moment, I had yet to truly comprehend the scale of Etna’s power.</p><p>As we travelled closer to the volcano, the ash became increasingly visible along the roadside. By the time we reached the mid-slopes, the landscape had turned almost entirely black. After taking the notoriously expensive cable car and a four-wheel-drive jeep—necessary due to the poor conditions above the cable car station—we found ourselves in what felt like a vast black desert. For a brief moment, it seemed as though we had stepped into another world: endless waves of dark volcanic sand stretched out before us, while the towering crater loomed in the distance, partially shrouded in cloud. The scene felt surreal, almost dreamlike.</p><p>Another unforgettable aspect was the weather. Mount Etna appeared to be enveloped in a mood as volatile as Typhon’s legendary rage. Heavy rain greeted us at the cable car station, temporarily preventing our ascent. Higher up, persistent drizzle and biting cold winds replaced the sunshine and oppressive heat we had left behind at the foot of the mountain. Yet rather than diminishing the experience, this dramatic contrast only heightened my sense of awe. Etna felt sacred, untouchable, and commanding—an overwhelming reminder of nature’s raw power.</p>"
    },
    {
      "label": "Additional Notes",
      "content": "<h2>Greek Mythology</h2><p>In Greek mythology, Mount Etna was believed to imprison Typhon, the last and most fearsome child of Gaia. Typhon was a colossal giant powerful enough to shake the heavens and was regarded as the father of many monsters. After attempting to overthrow Zeus and disrupt the order of the cosmos, he was defeated by Zeus’s thunderbolts and buried beneath Mount Etna as punishment.</p><p>Zeus also commanded his son Hephaestus, the god of fire and forging, to guard the volcano. Ancient Greeks believed that when Typhon raged, his fury erupted as lava from the mountain, and when he struggled, violent earthquakes shook the land. Hephaestus was said to operate his forge beneath Mount Etna, using the molten lava—born of Typhon’s anger—to craft weapons and divine creations.</p>"
    }
  ]
}
