{
  "id": "st-alexander-nevsky-cathedral",
  "title": "St. Alexander Nevsky Cathedral",
  "subtitle": "Sofia, Bulgaria",
  "country": "Bulgaria",
  "city": "Sofia",
  "cover": "images/post/st-alexander-nevsky-cathedral/cover.jpg",
  "images": [
    "images/post/st-alexander-nevsky-cathedral/1.jpg",
    "images/post/st-alexander-nevsky-cathedral/2.jpg",
    "images/post/st-alexander-nevsky-cathedral/3.jpg",
    "images/post/st-alexander-nevsky-cathedral/4.jpg"
  ],
  "texts": [
    {
    "label": "Highlights",
    "content": "<ul><li>Iconic Byzantine Revival–style Eastern Orthodox church</li><li>Once the largest Eastern Orthodox church in the world</li><li>Built in memory of Russian soldiers who died in the Russo-Turkish War, whose sacrifice contributed to Bulgaria’s independence</li><li>Named after an ancient Russian prince who defended his realm against invasions by the Swedes and the Teutonic Knights, securing the role of Eastern Orthodoxy in Eastern Europe</li></ul>"
    },
    {
      "label": "Overview",
      "content": "<p>Alexander Nevsky Cathedral is a monumental Neo-Byzantine Eastern Orthodox cathedral and one of Sofia’s most iconic landmarks. Construction began in 1882, with the main phases completed between 1904 and 1912. Until 2000, it was the largest completed Eastern Orthodox cathedral in the world, and it remains the largest completed church in the Balkan Peninsula today.</p>
                  <p>Distinguished by its massive gilded domes and the extensive use of precious building materials sourced from across Europe, the cathedral’s immense scale and lavish design have made it one of Bulgaria’s most important national symbols and a must-visit attraction for travelers to Sofia.</p>
                  <p>The cathedral was originally built to commemorate Russian soldiers who died in the Russo-Turkish War, a conflict that paved the way for Bulgaria’s independence from the Ottoman Empire. It is named after Alexander Nevsky, a medieval Russian prince celebrated as both a military commander and a statesman, who successfully resisted invasions by the Swedes and the Teutonic Knights, thereby securing the position of Eastern Orthodoxy in Eastern Europe.</p>
                  <p>During the First World War, between 1916 and 1920, when Bulgaria and Russia found themselves on opposing sides, the cathedral was temporarily renamed Sts. Cyril and Methodius Cathedral. Shortly after the war ended, its original name was restored.</p>"
    },
    {
      "label": "Experience",
      "content": "<p>Walking around Sofia, you'll find charming streets and local cafes...</p>"
    }
  ]
}
